{"translation-revision-date":"2023-05-11 05:52+0000","generator":"WP-CLI\/2.7.1","source":"chunk-config-tab-scanner.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_CH","plural-forms":"nplurals=2; plural=n != 1;"},"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["Content Blocker sind in den Einstellungen global deaktiviert und werden daher nicht auf deiner Website angezeigt."],"Enable now":["Jetzt aktivieren"],"Cancel":["Abbrechen"],"No":["Nein"],"Create now":["Erstellen"],"Close":["Schließen"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/de\/support\/"],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Wenn du denkst, dass eine Sitemap existiert, aber du diesen Fehler bekommst, kontaktiere bitte <a href=\"%s\" target=\"_blank\" \/>unseren Support<\/a> und wir werden individuell schauen, wo das Problem in deiner WordPress-Installation liegt."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Wir haben keine Sitemap auf deiner Website gefunden. Wir brauchen sie, um alle Unterseiten deiner Website zu scannen. Hast du diese Funktion in deinem WordPress deaktiviert?"],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Die Sitemap konnte nicht zerlegt und analysiert werden. Daher können wir nicht nach Services auf deiner Website suchen."],"The sitemap is empty. So, we could not add any URLs to the scanner.":["Die Sitemap ist leer. Wir konnten daher keine URLs zum Scanner hinzufügen."],"Whoops!":["Whoops!"],"Scan complete website":["Komplette Website scannen"],"Find your website sitemap...":["Finde die Sitemap deiner Website..."],"Collect all scannable URLs...":["Sammle alle scannbaren URLs..."],"Add URLs to queue...":["URLs zur Warteschlange hinzufügen..."],"All recommendations applied":["Alle Empfehlungen umgesetzt"],"%d of %d recommendations applied":["%d von %d Empfehlungen umgesetzt"],"Scan failed":["Scan fehlgeschlagen"],"Scan completed":["Scan abgeschlossen"],"Currently scanning {{code}}%s{{\/code}} (%d of %d pages scanned)...":["Aktuell werden {{code}}%s{{\/code}} (%d von %d Seiten gescannt)..."],"You can add already found services, edit your website or have a coffee in the meantime. The scanner runs in the background.":["Du kannst bereits gefundene Services hinzufügen, deine Website bearbeiten oder in der Zwischenzeit einen Kaffee trinken. Der Scanner läuft im Hintergrund."],"Cancel scan":["Scan abbrechen"],"Scan your website for services that may set cookies or process personal data to obtain consent.":["Scanne deine Webseite nach Services, die möglicherweise Cookies setzen oder personenbezogene Daten verarbeiten, um hierfür eine Einwilligung einzuholen."],"Page is scheduled for scanning again...":["Die Seite wird erneut gescannt..."],"Element found by markup":["Element gefunden durch Markup"],"Scan again":["Erneut scannen"],"Open markup":["Markup öffnen"],"Since the scanner is currently still running, the table may be refreshed.":["Da der Scanner momentan noch läuft, kann die Tabelle aktualisiert werden."],"Something went wrong.":["Etwas ist schiefgelaufen."],"No external URL found":["Keine externe URL gefunden"],"Last scanned":["Zuletzt gescannt"],"HTML Tag":["HTML Tag"],"This status shows you if the URL was blocked by a content blocker you defined.":["Dieser Status zeigt dir, ob die URL durch einen von dir definierten Content Blocker blockiert wurde."],"Blocked?":["Blockiert?"],"Blocked URL":["Geblockte URL"],"Found on this URL":["Gefunden auf dieser URL"],"Actions":["Aktionen"],"Pages are scheduled for scanning again...":["Seiten werden erneut gescannt..."],"Scan these pages again":["Diese Seiten erneut scannen"],"On %d page":["Auf %d Seite","Auf %d Seiten"],"Services, for which you should obtain consent":["Services, für die du eine Einwilligung einholen solltest"],"Does {{i}}%s{{\/i}} belong to an essential service without which your website would technically no longer work?":["Gehört {{i}}%s{{\/i}} zu einem essenziellen Service, ohne den deine Website technisch nicht mehr funktionieren würde?"],"Yes":["Ja"],"I do not know":["Ich weiß es nicht"],"{{strong}}No:{{\/strong}} Non-essential services that process personal data (e.g. IP address in some countries) or set cookies may only be loaded after consent. You should block them using a content blocker until consent is given. {{i}}Examples would be iframes, YouTube and similar embeddings or tracking tools.{{\/i}}":["{{strong}}Nein:{{\/strong}} Nicht essenzielle Services, die persönliche Daten verarbeiten (z.B. IP-Adresse in einigen Ländern) oder Cookies setzen, dürfen nur nach der Einwilligung geladen werden. Du solltest sie mit einem Content Blocker blockieren, bis die Einwilligung erteilt wurde. {{i}}Beispiele hierfür sind iframes, YouTube und ähnliche Einbettungen oder Tracking-Tools.{{\/i}}"],"{{strong}}Yes (rare cases):{{\/strong}} You should inform your users about the use of the service in the essential services group. You do not need to create a content blocker, as the service can be loaded without consent. {{i}}Examples are CDNs, privacy-friendly spam protection tools or security tools.{{\/i}}":["{{strong}}Ja (seltene Fälle):{{\/strong}} Du solltest deine Nutzer über die Verwendung des Services in der Gruppe der essenziellen Services informieren. Einen Content Blocker musst du nicht erstellen, da der Service auch ohne Einwilligung geladen werden kann. {{i}}Beispiele sind CDNs, datenschutzfreundliche Spamschutz-Tools oder Sicherheits-Tools.{{\/i}}"],"Handle external URL":["Externe URL handhaben"],"Are you sure that you want to restore this entry?":["Bist du sicher, dass du diesen Eintrag wiederherstellen möchtest?"],"Restore":["Wiederherstellen"],"Are you sure that you want to ignore this entry?":["Bist du sicher, dass du diesen Eintrag ignorieren möchtest?"],"Ignore":["Ignorieren"],"Ignored":["Ignoriert"],"Embeds found on %d page":["Einbettungen auf %d Seite gefunden","Einbettungen auf %d Seiten gefunden"],"Embeds of external URLs to be checked":["Einbettungen von externen URLs, die geprüft werden sollen"],"You are embedding scripts, styles, iframes or similar from the following third-party servers. We currently do not have service templates for these. Therefore, you may have to create a service and\/or content blocker yourself after you have assessed the situation.":["Du bettest Skripte, Styles, iframes oder Ähnliches von den folgenden Drittservern ein. Für diese haben wir derzeit keine Service-Vorlagen. Daher musst du eventuell selbst einen Service und\/oder Content Blocker erstellen, nachdem du die Situation beurteilt hast."],"What does the scanner find?":["Was findet der Scanner?"]}}}