Repository: tienpa99/wp-poc2
Catalog: paypal-donations/lang/paypal-donations-*.po
Languages: es_es

source: Advanced
es_es: Avanzado

source: Title:
es_es: Título:

source: Text:
es_es: Texto:

source: Purpose:
es_es: Motivo:

source: Reference:
es_es: Referencia:

source: Account Setup
es_es: Configuración de cuenta

source: PayPal Account
es_es: Cuenta Paypal

source: Your PayPal Email or Secure Merchant Account ID.
es_es: Tu correo electrónico de PayPal o el ID seguro de la cuenta de vendedor.

source: Currency
es_es: Moneda

source: The currency to use for the donations.
es_es: Moneda para utilizar para las donaciones.

source: Optional Settings
es_es: Configuración opcional

source: Page Style
es_es: Estilo de página

source: The name of a custom payment page style that exist in your PayPal account profile.
es_es: El nombre de un estilo de página de pago personalizado que existe en el perfil de tu cuenta de PayPal.

source: Return Page
es_es: Página de retorno

source: URL to which the donator comes to after completing the donation; for example, a URL on your site that displays a "Thank you for your donation".
es_es: La URL a la que el donante vuelve después de completar la donación; por ejemplo, una URL en tu sitio que muestra «Gracias por tu donación».

source: Defaults
es_es: Defecto

source: Amount
es_es: Cantidad

source: The default amount for a donation (Optional).
es_es: Cantidad por defecto de la donación (Opcional).

source: Purpose
es_es: Motivo de la donación

source: The default purpose of a donation (Optional).
es_es: Motivo por defecto de la donación (Opcional).

source: Reference
es_es: Referencia

source: Default reference for the donation (Optional).
es_es: Referencia por defecto de la donación (Opcional).

source: Donation Button
es_es: Botón de donación

source: Select Button
es_es: Botón de selección

source: Custom Button
es_es: Botón personalizado

source: Enter a URL to a custom donation button.
es_es: Introduzca la URL para un botón de donaciones personalizado.

source: Country and Language
es_es: País i Idioma

source: Localize the language and the country for the button.
es_es: Localiza el idioma y el país para el botón.

source: Disable PayPal Statistics
es_es: Desactivar las estadísticas de PayPal

source: Theme CSS Override: Center Button
es_es: Anulación del CSS del tema: Botón centrado

source: Open PayPal in New Tab
es_es: Abrir PayPal en una nueva pestaña

source: Remove Line Feeds
es_es: Eliminar los feeds de línea

source: Enable this if your theme or a plugin adds autostyling to shortcodes/widgets.
es_es: Actívalo si tu tema o un plugin añaden estilos automáticos a los shortcodes/widgets.

source: Enable Checkout Language
es_es: Activar el idioma de pago

source: Checkout Language
es_es: Idioma de pago

source: Return Method
es_es: Método de retorno

source: Takes effect only if the return page is set.
es_es: Solo tiene efecto si se ha establecido la página de retorno.

source: Required fields.
es_es: Campos obligatorios.

source: Optional extra settings to fine tune the setup in certain scenarios.
es_es: Ajustes adicionales opcionales para afinar la configuración en ciertos escenarios.

source: GET method (default)
es_es: Método GET (por defecto)

source: GET method, no variables
es_es: Método GET, sin variables

source: POST method
es_es: Método POST

source: PayPal Donation Button
es_es: Botón de donación de PayPal

source: Donate
es_es: Donar
