Repository: tienpa99/wp-poc2
Catalog: aruba-hispeed-cache/languages/aruba-hispeed-cache-*.po
Languages: es_es, it_it

source: Aruba HiSpeed Cache interfaces directly with an Aruba hosting platform's HiSpeed Cache service and automates its management.
es_es: Aruba HiSpeed ​​​​Cache interactúa directamente con un servicio HiSpeed Cache de la plataforma de alojamiento de Aruba y automatiza su gestión.
it_it: Aruba HiSpeed Cache si interfaccia direttamente con il servizio HiSpeed Cache della piattaforma hosting di Aruba e ne automatizza la gestione.

source: Aruba HiSpeed Cache Settings
es_es: Ajustes de Aruba HiSpeed Cache
it_it: Impostazioni Aruba HiSpeed Cache

source: Save changes
es_es: Guardar los cambios
it_it: Salva modifiche

source: Purge entire cache
es_es: Vaciar toda la caché
it_it: Cancella cache

source: <strong>The Aruba HiSpeed Cache plugin cannot be used because your WordPress website is not hosted on an Aruba hosting platform.</strong> Buy an <a href="%s" rel="nofollow" target="_blank">Aruba hosting</a> service and migrate your website to use the plugin.
es_es: <strong>El plugin Aruba HiSpeed ​​​​Cache no se puede usar porque tu sitio web de WordPress no está alojado en la plataforma de hosting de Aruba.</strong> Compra un servicio <a href="%s" rel="nofollow" target="_blank">hosting de Aruba</a> y luego migra tu web para usar el plugin.
it_it: <strong>Il plugin Aruba HiSpeed Cache non è utilizzabile poiché il tuo sito con WordPress non è ospitato su piattaforma hosting di Aruba.</strong> Acquista un servizio <a href="%s" rel="nofollow" target="_blank">hosting di Aruba</a> poi migra il tuo sito per utilizzare il plugin.

source: Purge completed
es_es: Vaciado terminado
it_it: Cache cancellata correttamente

source: <strong>The HiSpeed Cache feature is not enabled.</strong> To enable it, go to your domain <a href="%s" rel="nofollow" target="_blank">control panel</a>. For further details <a href="%s" rel="nofollow" target="_blank">see our guide</a>.
es_es: <strong>El servicio HiSpeed ​​Cache no está activado.</strong> Para activarlo, inicia sesión en el <a href="%s" rel="nofollow" target="_blank">panel de control</a> de tu dominio. Para más información <a href="%s" rel="nofollow" target="_blank">consulta nuestra guía</a>.
it_it: <strong>Il servizio HiSpeed Cache non è attivo.</strong> Accedi al <a href="%s" rel="nofollow" target="_blank">pannello di controllo</a> del tuo dominio per attivarlo. Per maggiori dettagli <a href="%s" rel="nofollow" target="_blank">consulta la nostra guida</a>.

source: <strong>The HiSpeed Cache feature, with which the plugin interfaces, is not available on the server that hosts your website.</strong> To use HiSpeed Cache and the plugin, contact <a href="%s" rel="nofollow" target="_blank">support</a>.
es_es: <strong>El servicio HiSpeed ​​​​Cache, con el que interactúa el plugin, no está disponible en el servidor donde está alojado tu sitio web.</strong> Para usar HiSpeed Cache y el plugin, ponte en contacto con nuestra <a href="%s" rel="nofollow" target="_blank">asistencia</a>.
it_it: <strong>Il servizio HiSpeed Cache, con cui il plugin si interfaccia, non è disponibile sul server su cui è ospitato il tuo sito.</strong> Per poter utilizzare HiSpeed Cache ed il plugin, contatta la nostra <a href="%s" rel="nofollow" target="_blank">assistenza.</a>.

source: Settings saved.
es_es: Ajustes guardados.
it_it: Impostazioni salvate.

source: Sorry, Aruba HiSpeed Cache requires WordPress %s or higher.
es_es: Lo siento, Aruba HiSpeed Cache necesita WordPress %s o superior.
it_it: Ci dispiace, ma Aruba HiSpeed Cache richiede WordPress %s o una versione superiore.

source: You are about to purge the entire cache. Do you want to continue?
es_es: Estás a punto de vaciar toda la caché. ¿Quieres continuar?
it_it: Si sta per cancellare completamente la cache. Vuoi procedere?

source: Sorry, you need to be an administrator to use Aruba HiSpeed Cache.
es_es: Lo siento, tienes que ser administrador para usar Aruba HiSpeed Cache.
it_it: Ci dispiace, ma devi essere un amministratore per usare Aruba HiSpeed Cache.

source: Purge the page cache
es_es: Vaciar la caché de la página
it_it: Cancella la cache della pagina

source: Purge Cache
es_es: Vaciar la caché
it_it: Cancella cache

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Customer service
es_es: Servicio clientes
it_it: Assistenza clienti

source: Purging options
es_es: Opciones de vaciado
it_it: Opzioni di pulizia della cache

source: Enable automatic purge
es_es: Activar el vaciado automático
it_it: Attiva la pulizia automatica della cache

source: Automatically purge entire cache when:
es_es: Vaciar automáticamente toda la caché cuando:
it_it: Cancella automaticamente tutta la cache quando:

source: Home page:
es_es: Página de inicio:

source: a <strong>post</strong> (or page/custom post) is <strong>modified</strong> or <strong>added</strong>.
es_es: se <strong>modifica</strong> o se <strong>añade</strong> una <strong>entrada</strong> (o página/custom post)
it_it: un <strong>articolo</strong> (o pagina/contenuto personalizzato) è <strong>modificato</strong> o <strong>aggiunto</strong>.

source: a <strong>published post</strong> (or page/custom post) is <strong>cancelled</strong>.
es_es: se <strong>cancela</strong> la publicación de una <strong>entrada publicada</strong> (o página/contenido personalizado).
it_it: un <strong>articolo pubblicato</strong> (o pagina/contenuto personalizzato) è <strong>cancellato</strong>.

source: Post/page/custom post type:
es_es: Entrada/página/tipo de contenido personalizado (cpt):
it_it: Articolo/pagina/contenuto personalizzato:

source: a <strong>post</strong> is <strong>published</strong>.
es_es: se <strong>publica</strong> una <strong>entrada</strong>.
it_it: un <strong>articolo</strong> è <strong>pubblicato</strong>.

source: a <strong>comment</strong> is <strong>approved/published</strong>.
es_es: se <strong>aprueba/publica</strong> un <strong>comentario</strong>.
it_it: un <strong>commento</strong> è <strong>approvato/pubblicato</strong>.

source: a <strong>comment</strong> is <strong>unapproved/deleted</strong>.
es_es: se <strong>rechaza/borra</strong> un <strong>comentario</strong>.
it_it: un <strong>commento</strong> è <strong>non approvato/cancellato</strong>.

source: Archives:
es_es: Archivos:
it_it: Archivio:

source: (date, category, tag, author, custom taxonomies)
es_es: (fecha, categoría, etiqueta, autor, taxonomías personalizadas)
it_it: (data, categoria, tag, autore, tassonomia custom)

source: Comments:
es_es: Comentarios:
it_it: Commenti:

source: An error has occurred.
es_es: Ha ocurrido un error.
it_it: Si è verificato un errore.

source: Sorry, you do not have the necessary privileges to edit these options.
es_es: Lo siento, no tienes los permisos necesarios para editar estas opciones.
it_it: Ci dispiace, ma non disponi dei permessi necessari per modificare queste opzioni.

source: Contact customer service
es_es: Contactar con el servicio al cliente
it_it: Contatta il nostro servizio clienti
